<?php

return [
    /*
    |--------------------------------------------------------------------------
    | 住民情報
    |--------------------------------------------------------------------------
    |
    | 住民情報ページに埋め込む、Re:Earth Visualizer プロジェクトの公開用URL
    |
    */

    'resident_url' => env('RESIDENT_URL', 'https://bcabjjdche.reearth.io'),

    /*
    |--------------------------------------------------------------------------
    | 自宅のリスク
    |--------------------------------------------------------------------------
    |
    | リスク情報確認ページに埋め込む、Re:Earth Visualizer プロジェクトの公開用URL
    |
    */
    'risk_url' => env('RISK_URL', 'https://jchhgedfeh.reearth.io'),

    /*
    |--------------------------------------------------------------------------
    | 避難ルート検索
    |--------------------------------------------------------------------------
    |
    | 避難ルート検索ページに埋め込む、Re:Earth Visualizer プロジェクトの公開用URL
    |
    */

    'route_url' => env('ROUTE_URL', 'https://fhjcgecebh.reearth.io'),

    /*
    |--------------------------------------------------------------------------
    | 建物選択
    |--------------------------------------------------------------------------
    |
    | 自治会の建物を選択する機能があるページに埋め込む、Re:Earth Visualizer プロジェクトの公開用URL
    |
    */

    'org_url' => env('ORG_URL', 'https://ihdgebbgce.reearth.io'),

    /*
    |--------------------------------------------------------------------------
    | 位置情報選択
    |--------------------------------------------------------------------------
    |
    | 自治会の位置情報を選択する機能があるページに埋め込む、Re:Earth Visualizer プロジェクトの公開用URL
    |
    */

    'org_url2' => env('ORG_URL2', 'https://hbdfgjcaaj.reearth.io'),

    /*
    |--------------------------------------------------------------------------
    | 災害図上訓練コンテンツ
    |--------------------------------------------------------------------------
    |
    | 災害図上訓練コンテンツ01に埋め込む、Re:Earth Visualizer プロジェクトの公開用URL
    |
    */

    'dig01_url' => env('DIG01_URL', 'https://aaibchhidc.reearth.io'),

    /*
    |--------------------------------------------------------------------------
    | 災害図上訓練コンテンツ
    |--------------------------------------------------------------------------
    |
    | 災害図上訓練コンテンツ02に埋め込む、Re:Earth Visualizer プロジェクトの公開用URL
    |
    */

    'dig02_url' => env('DIG02_URL', 'https://edbedgebia.reearth.io'),

    /*
    |--------------------------------------------------------------------------
    | 災害図上訓練コンテンツ
    |--------------------------------------------------------------------------
    |
    | 災害図上訓練コンテンツ03に埋め込む、Re:Earth Visualizer プロジェクトの公開用URL
    |
    */

    'dig03_url' => env('DIG03_URL', 'https://bjjfaddcbc.reearth.io'),

    /*
    |--------------------------------------------------------------------------
    | 地区防災計画管理
    |--------------------------------------------------------------------------
    |
    | 地区防災計画管理に埋め込む、Re:Earth Visualizer プロジェクトの公開用URL
    |
    */

    'gov_url' => env('DIG03_URL', 'https://fjjgciibbg.reearth.io'),
];
